{
  "items": [
    {
      "id": 1,
      "name": "Halo swaddle",
      "image": "https://www.halosleep.com/media/catalog/product/4/8/4881_4882_1-fleece-sleepsack-swaddle-bunny-faces.jpg?optimize=high&bg-color=255,255,255&fit=bounds&height=&width=",
      "description": "The only 3-way swaddle that adjusts to fit baby's sleep style. Swaddle with arms in, hands-to-face, or with one or both arms out to ensure baby's best sleep. With adjustable fasteners for a perfect fit, it nestles baby like a soft blanket without the risk of sleep-related dangers - so baby can sleep both comfortably and safely. Signature `Back is Best` embroidery is a gentle reminder to place baby in the recommended sleep position. Features an inverted zipper for easy diaper changes and a roomy sack design that's recognized by the International Hip Dysplasia Institute as promoting healthy hip development.",
      "category": "Sleep"
    },
    {
      "id": 2,
      "name": "Halo bassinet",
      "image": "https://www.halosleep.com/media/catalog/product/4/9/4931_bassinest-3.0-soothing_16_1.jpg?optimize=high&bg-color=255,255,255&fit=bounds&height=&width=",
      "description": "It’s the only bassinet that swivels over your bed, so you can sleep inches from your baby. Now with built-in vibration and white noise to help them fall asleep faster and stay asleep longer. The lowering wall makes it easy to scoop them up for cuddles in bed or feeds in bed. Converts to a portable nest so you can stay close to them during the daytime too. BassiNest is JPMA certified and independently tested to meet and/or exceed all U.S. Consumer Products Safety Commission safety standards.",
      "category": "Sleep"
    },
    {
      "id": 3,
      "name": "Hatch sound machine",
      "image": "https://www.hatch.co/_next/image?url=https%3A%2F%2Fimages.ctfassets.net%2Fr946yuk5s8du%2F5ffGAIDgXwH1kU0cVj9AF5%2F1dc7c260fcb8c7a7135244984e4bf7fb%2Frest-plus-carousel-01.png&w=1920&q=75",
      "description": "The ultimate, magical all-in-one sleep machine for babies & kids — with a clock, voice control & more.",
      "category": "Sleep"
    },
    {
      "id": 4,
      "name": "Chico KeyFit 30 Infant Seat",
      "image": "https://www.chiccousa.com/dw/image/v2/AAMT_PRD/on/demandware.static/-/Sites-chicco_catalog/default/dw96de3133/images/products/Gear_Sept2015/KeyFit/Orion-KF30-HiFi.jpg?sw=2000&sh=2000&sm=fit",
      "description": "Top-rated infant car seat, includes base, easiest to install, tailored for comofort!",
      "category": "Car"
    },
    {
      "id": 5,
      "name": "Whale bath tub",
      "image": "https://cdn-fsly.yottaa.net/5b1561b50b53446073c631b0/www.skiphop.com/v~4b.1bb/dw/image/v2/AAMK_PRD/on/demandware.static/-/Sites-carters_master_catalog/default/dwe66c1104/productimages/235060.jpg?sw=800&sh=1000&sfrm=jpg&yocs=1B_",
      "description": "Our cheerful whale-shaped Moby tub grows with baby through three stages and offers Smart Sling™ support. The sling locks into two ergonomic positions: higher for full-body support and lower for seated support. Quick-drying mesh and comfort-edge construction securely cradles baby from head-to-toe. The slings adjusts to a cushioned seat that comfortably supports babies learning to sit. Remove the sling when baby has mastered sitting and easily bathe baby in the spacious tub—no uncomfortable plastic bumps.",
      "category": "Bath"
    },
    {
      "id": 6,
      "name": "Tomme Tippe Bottles",
      "image": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/610N65-+uQL._AC_UF894,1000_QL80_.jpg",
      "description": "Inspired by moms and designed by experts, our Natural Start Anti-Colic Baby Bottle has an extra-wide neck and breast-like nipple to help your baby have the most natural bottle-feeding experience. Made from super soft silicone, the nipple is Closer to Nature because it has a special breast-like shape that encourages a natural latch and prevents nipple confusion when switching between bottle and breast. This works by mimicking the flex and movement of mom’s breast, allowing your baby to feed at a pace that feels comfortable and natural to them. It also features an anti-colic valve to prevent the symptoms of colic by ensuring your little one ingests more milk and less air.",
      "category": "Feed"
    },
    {
      "id": 7,
      "name": "Burp Cloths",
      "image": "https://www.copperpearl.com/cdn/shop/products/Autumn_burp_cloths_1080x.jpg?v=1567713578",
      "description": "Our burp cloths are designed with baby’s comfort in mind.  That’s why we created them with 100% ultra-soft cotton layers on the front (patterned) and back (plain white). You can feel confident that baby will feel cozy against your shoulder while burping. A middle fleece layer provides superior absorbency, stopping drool and spit up in their tracks. The dreaded leakage onto parent clothing is a problem of the past! ",
      "category": "Feed"
    },
    {
      "id": 8,
      "name": "Sun shade",
      "image": "https://target.scene7.com/is/image/Target/GUEST_3ab212f7-2391-469e-985a-52d714b5f338?wid=1200&hei=1200&qlt=80&fmt=webp",
      "description": "Despite its vitamin D benefits, the sun can pack a big, unwelcome punch. High temperatures and damaging rays take their toll on little ones, particularly when you drive. Brightness is a nuisance to their eyes (especially if car rides equal naptime), and car windows don’t provide adequate protection against UVA rays - so it’s good sense to practice sun safety while you drive. Brica's White Hot® Sun Safety Shades keep baby’s skin and eyes shielded from the sun. They have an easy one-push retract button for quick roll-up. And with a patented White Hot® system that turns white when it's too hot in the car, so you can have peace of mind that baby is safe and comfortable.",
      "category": "Car"
    },
    {
      "id": 9,
      "name": "Hooded towels",
      "image": "https://target.scene7.com/is/image/Target/GUEST_2091a097-508c-4dfe-9d7b-95c4753c7e7d?wid=1200&hei=1200&qlt=80&fmt=webp",
      "description": "This 2 pack hooded towel bundle set is smooth on one side, loop on the other. We have brought our sweetest prints to our hooded towls! Hand painted watercolor floral print that is paired with a yarn dye stripe. Made with 100% organic cotton soft with an absorbent knit terry fabric.",
      "category": "Bath"
    }
  ]
}